#Григорьев Алексей Х-71 вариант средний
#задание 1
# a = int(input('ведите длину первой молекулы'))
# b = int(input('ведите высоту первой молекулы'))
# c = int(input('ведите ширину первой молекулы'))
# d = int(input('ведите длину второй молукулы'))
# y = int(input('ведите ширину второй молукулы'))
# x = int(input('ведите высоту второй молукулы'))
# V1 = a * b * c
# v2 = d * y * x
# if V1 >v2:
#     print('первая молекула больше')
# elif v2 > V1:
#     print('вторая молекула больше')
# elif V1 == v2 :
#     print('молукулы равны')
#задание 3

# m1 = int(input('относительная атомная масса первого атома'))
# m2 = int(input('относительная атомная масса второго атома'))
# if m1>m2:
#     print('нормис первый больше весит')
# elif m2>m1:
#     print('плохо второй атом весит больше')


# m1 = int(input('относительная атомная масса первого атома'))
# m2 = int(input('относительная атомная масса второго атома'))
# while m1< m2:
#     print('атом больше')
# if m2 > m1:
#     print('атом меньше')
#задание 2
# for i in range(2, 0, -1):
#       print(*['*']*i)